IDEA Open Model
ReinforcementGroup.DiameterOfMandrel Property
Compatible with IDEA StatiCa Beta 20.0
 Diameter of mandrel - multiplier of bar diameter to obtain inner diameter of bent reinforcement bars
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiameterOfMandrel { get; set; }
Public Property DiameterOfMandrel As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace